Revit 2027 API
HomeCamera.OrthogonalProjectionHeight Property
 The height of orthogonal projection view volume.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OrthogonalProjectionHeight { get; }
Public ReadOnly Property OrthogonalProjectionHeight As Double
	Get
public:
property double OrthogonalProjectionHeight {
	double get ();
}
member OrthogonalProjectionHeight : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace